Repository: KirillMos1/SearchPhone
Catalog: locate.tmx
Source language: es
Languages: en, ru

source: fpdf no instalado
en: fpdf not installed
ru: fpdf не установлен

source: Los PDFs no se generarán
en: PDF not generated
ru: PDF не сгенерирован

source: Instalar con
en: Install via
ru: Установить

source: Sin título
en: Without name
ru: Без имени

source: Desconocido
en: Unknown
ru: Неизвестно

source: ANALIZANDO NÚMERO
en: NUMBER ANALYSING
ru: АНАЛИЗ НОМЕРА

source: Número de teléfono inválido
en: Phone number is invalid
ru: Номер некорретный

source: Información básica
en: Basic information
ru: Основная информация

source: Internacional
en: Phone in international format
ru: Телефон в международном формате

source: País
en: Country
ru: Страна

source: Operador
en: Operator
ru: Оператор

source: Zona Horaria
en: Time zone
ru: Временная зона

source: Verificando en APIs...
en: Running API search...
ru: Начинаем запросы к API...

source: resultados
en: results
ru: результатов

source: Tipo
en: Phone type
ru: Тип телефона

source: Lenguaje
en: Language
ru: Язык

source: No se encontraron resultados en ninguna fuente
en: Nobody sources didn't tell results
ru: Ни один из источников не дал результатов

source: Total de resultados
en: Total results
ru: Всего результатов

source: Reportes guardados en
en: Reports generated to
ru: Отчеты сгенерированы в

source: exportado
en: exported
ru: экспортирован

source: Error exportando JSON
en: JSON export error
ru: Ошибка эскпортирования JSON

source: PDF no generado (fpdf no instalado)
en: PDF not generated (fpdf not installed)
ru: PDF не был сгенерирован (не был установлен fpdf)

source: Reporte
en: Report
ru: Отчет

source: Fecha
en: Time
ru: Время

source: INFORMACION BASICA
en: BASIC INFORMATION
ru: ОСНОВНАЯ ИНФОРМАЦИЯ

source: RESUMEN
en: IN TOTAL
ru: ИТОГИ

source: TOTAL DE RESULTADOS
en: TOTAL RESULTS
ru: ВСЕГО РЕЗУЛЬТАТОВ

source: Error exportando PDF
en: PDF export error
ru: Ошибка экспортирования PDF

source: Introduce el número de teléfono
en: Enter phone number
ru: Введите номер телефона

source: Introduce la región (ej. 'pe' para Perú)
en: Enter region (ex. 'us' is USA, 'en' is UK)
ru: Введите регион (для примера, 'ru' - Россия)

source: Sin datos
en: No data
ru: Данных нет

source: REPORTE COMPLETO
en: REPORT COMPLETED
ru: ОТЧЕТ ЗАКОНЧЕН

source: Error
ru: Ошибка

source: Region
ru: Регион
